{
    "found": 27,
    "articles": [
        {
            "name": "Обеспечение содержательного \u003cb\u003eмногоязычного\u003c/b\u003e доступа к лингвистическим информационным ресурсам на основе технологии порталов знаний",
            "annotation": "Рассматривается интернет-портал знаний, обеспечивающий систематизацию и интеграцию знаний и информационных ресурсов по компьютерной лингвистике на основе онтологии, а также содержательный \u003cb\u003eмногоязычный\u003c/b\u003e доступ к ним: управляемую онтологией навигацию и поиск информации в терминах предметной области портала знаний.",
            "link": "/article/n/obespechenie-soderzhatelnogo-mnogoyazychnogo-dostupa-k-lingvisticheskim-informatsionnym-resursam-na-osnove-tehnologii-portalov",
            "authors": [
                "Загорулько Юрий Алексеевич",
                "Боровикова Олеся Игнатьевна",
                "Кононенко Ирина Семеновна"
            ],
            "year": 2011,
            "journal": "Известия Томского политехнического университета. Инжиниринг георесурсов",
            "journal_link": "/journal/n/izvestiya-tomskogo-politehnicheskogo-universiteta-inzhiniring-georesursov",
            "ocr": [
                "\r\n19.\tNational Weather Service. 2005. URL: http:\u0026#x2F;\u0026#x2F;www.weather.gov (дата обращения: 01.12.2010).\r\nПоступила 17.12.2010 г.\r\nУДК 002.53:004.89\r\nОБЕСПЕЧЕНИЕ СОДЕРЖАТЕЛЬНОГО \u003cb\u003eМНОГОЯЗЫЧНОГО\u003c/b\u003e ДОСТУПА К ЛИНГВИСТИЧЕСКИМ ИНФОРМАЦИОННЫМ РЕСУРСАМ НА ОСНОВЕ ТЕХНОЛОГИИ ПОРТАЛОВ ЗНАНИЙ\r\nЮ.А. Загорулько, О.И. Боровикова, И.С. Кононенко\r\nИнститут систем информатики им",
                "интернет-портал знаний, обеспечивающий систематизацию и интеграцию знаний и информационных ресурсов по компьютерной лингвистике на основе онтологии, а также содержательный \u003cb\u003eмногоязычный\u003c/b\u003e доступ к ним: управляемую онтологией навигацию и поиск информации в терминах предметной области портала знаний.\r\nКлючевые слова:\r\nПортал знаний, компьютерная лингвистика"
            ],
            "catalogs": [
                {
                    "id": 2,
                    "alias_name": "scopus",
                    "acronym": "Scopus"
                },
                {
                    "id": 8,
                    "alias_name": "vak",
                    "acronym": "ВАК"
                },
                {
                    "id": 23,
                    "alias_name": "esci",
                    "acronym": "ESCI"
                }
            ]
        },
        {
            "name": "Texterra: инфраструктура для анализа текстов",
            "annotation": "В статье описан проект Texterra, в рамках которого была создана инфраструктура для анализа текстов. Texterra предоставляет масштабируемое решение для быстрой обработки текстовых документов, основанное на использовании знаний, извлекаемых из Веб-ресурсов и текстовых документов. В данной статье раскрываются детали реализации проекта, варианты использования и результаты экспериментальных исследований разработанных инструментов.",
            "link": "/article/n/texterra-infrastruktura-dlya-analiza-tekstov",
            "authors": [
                "Турдаков Денис",
                "Астраханцев Никита",
                "Недумов Ярослав",
                "Сысоев Андрей",
                "Андрианов Иван",
                "и др."
            ],
            "year": 2014,
            "journal": "Труды Института системного программирования РАН",
            "journal_link": "/journal/n/trudy-instituta-sistemnogo-programmirovaniya-ran",
            "ocr": [
                "Мегга представляет собой технологию для \u003cb\u003eмногоязычного\u003c/b\u003e анализа документов, которая основана на инновационных методах обработки текстов с использованием знаний, извлекаемых из Веб-ресурсов. Использование такой\r\nтехнологии позволяет добиться высокой точности анализа при низких затратах на обучение и настройку \u003cb\u003eсистемы\u003c/b\u003e.\r\nАрхитектура технологии предполагает",
                "для создания собственных инструментов и их комбинирования для решения прикладных задач; (в) как масштабируемого облачного сервиса1, который уменьшает расходы на интеграцию \u003cb\u003eсистемы\u003c/b\u003e обработки текстов в пользовательские проекты.\r\nТаким образом, Texterra может служить основой для создания различных приложений, требующих быстрого анализа текстов, в том числе:\r"
            ],
            "catalogs": [
                {
                    "id": 8,
                    "alias_name": "vak",
                    "acronym": "ВАК"
                }
            ]
        },
        {
            "name": "Методы извлечения информации из текста",
            "annotation": "Представлены существующие методы извлечения информации из текстовых данных. Рассматриваются способы извлечения сущностей и отношений. Приводится описание методов автоматического построения онтологий по корпусу, а также способы их оценки. Особое внимание уделяется техникам выделения сущностей и отношений из открытых областей, обработке именованных сущностей, а также идентификации фактов, локализованных во времени.",
            "link": "/article/n/metody-izvlecheniya-informatsii-iz-teksta",
            "authors": [
                "Ермакова Лиана Магдановна"
            ],
            "year": 2012,
            "journal": "Вестник Пермского университета. Серия: Математика. Механика. Информатика",
            "journal_link": "/journal/n/vestnik-permskogo-universiteta-seriya-matematika-mehanika-informatika",
            "ocr": [
                "﻿ВЕСТНИК ПЕРМСКОГО УНИВЕРСИТЕТА\r\n2012\tМатематика.\tМеханика.\tИнформатика\tВып.1(9)\r\nИНФОРМАТИКА. ИНФОРМАЦИОННЫЕ \u003cb\u003eСИСТЕМЫ\u003c/b\u003e\r\nУДК 025.4.03\r\nМетоды извлечения информации из текста\r\nЛ. М. Ермакова\r\nПермский государственный национальный исследовательский университет Россия, 614990, Пермь, ул. Букирева, 15 1iam.87@ma.i1.ni; +7 (342) 239-62-98\r\nПредставлены существующие",
                "[1]:\r\n1)\tфактические знания (factual);\r\n2)\tтаксономия (taxonomic):\r\na)\tinstanceOf;\r\nb)\tsubclassOf.\r\n3)\tлексические (терминология, синонимические конструкции) (lexical);\r\n4)\t\u003cb\u003eмногоязычные\u003c/b\u003e (переводы)(mu1ti1ingua1);\r\nВведение\r\nСтатья представляет собой обзор существующих методов извлечения информации из текстовых данных. Извлечение информации (information extraction)"
            ],
            "catalogs": null
        },
        {
            "name": "Тексты на естественном языке и методы извлечения структурированных данных",
            "annotation": "Значительное увеличение потоков неструктурированной информации, а также потребность в повышении качества ее обработки и представления в информационных \u003cb\u003eсистемах\u003c/b\u003e требует развития моделей представления знаний в компьютерном ресурсе, предназначенном для эффективного использования в автоматической обработке текстов в различных предметных областях.",
            "link": "/article/n/teksty-na-estestvennom-yazyke-i-metody-izvlecheniya-strukturirovannyh-dannyh",
            "authors": [
                "Бедарев Никита Владимирович",
                "Войнов Антон Антонович"
            ],
            "year": 2018,
            "journal": "Интерэкспо Гео-Сибирь",
            "journal_link": "/journal/n/interekspo-geo-sibir",
            "ocr": [
                "e-mail: alariht@gmail.com\r\nЗначительное увеличение потоков неструктурированной информации, а также потребность в повышении качества ее обработки и представления в информационных \u003cb\u003eсистемах\u003c/b\u003e требует развития моделей представления знаний в компьютерном ресурсе, предназначенном для эффективного использования в автоматической обработке текстов в различных предметных",
                "анализа текста, которые входят в \u003cb\u003eсистемы\u003c/b\u003e извлечения фактов и имено-\r\nванных сущностей. Самые большие возможности и высокое качество анализа текстов возможно получить, только проведя все этапы анализа. Основными проблемами здесь являются сложность синтаксического анализа текста и сложность создания полноценной экспертной \u003cb\u003eсистемы\u003c/b\u003e, реализующей полноценную модель"
            ],
            "catalogs": null
        },
        {
            "name": "Особенности обучения русскоязычной научной лексике студентов из стран ближнего зарубежья, владеющих русским языком как неродным",
            "annotation": "Рассмотрены цели, компоненты, особенности и методы обучения русскоязычной научной лексике; приведена комплексная \u003cb\u003eсистема\u003c/b\u003e лексически направленных упражнений, предназначенных для формирования профессиональной коммуникативной компетенции у студентов из стран ближнего зарубежья, владеющих русским языком как неродным.",
            "link": "/article/n/osobennosti-obucheniya-russkoyazychnoy-nauchnoy-leksike-studentov-iz-stran-blizhnego-zarubezhya-vladeyuschih-russkim-yazykom-kak",
            "authors": [
                "Тимохина Л. В."
            ],
            "year": 2012,
            "journal": "Известия Тульского государственного университета. Гуманитарные науки",
            "journal_link": "/journal/n/izvestiya-tulskogo-gosudarstvennogo-universiteta-gumanitarnye-nauki",
            "ocr": [
                "БЛИЖНЕГО ЗАРУБЕЖЬЯ, ВЛАДЕЮЩИХ РУССКИМ ЯЗЫКОМ КАК НЕРОДНЫМ\r\nРассмотрены цели, компоненты, особенности и методы обучения русскоязычной научной лексике; приведена комплексная \u003cb\u003eсистема\u003c/b\u003e лексически направленных упражнений, предназначенных для формирования профессиональной коммуникативной компетенции у студентов из стран ближнего зарубежья, владеющих русским",
                "упражнений и т.д.). Такие стратегии в большей или меньшей степени сформированы у современных студентов, т.к. сегодня «большая часть населения земного шара двуязычна или \u003cb\u003eмногоязычна\u003c/b\u003e» [2, с. 11]. Причем при усвоении лексики научного стиля речи данные традиционные стратегии реализуются учащимися на ином уровне осознания, включаются в практику в несколько"
            ],
            "catalogs": [
                {
                    "id": 8,
                    "alias_name": "vak",
                    "acronym": "ВАК"
                }
            ]
        },
        {
            "name": "Программная \u003cb\u003eсистема\u003c/b\u003e для разработки \u003cb\u003eмногоязычного\u003c/b\u003e тезауруса",
            "annotation": "В статье перечислены требования, предъявляемые к реализации данного инструмента: поддержка выбранного формализма представления тезаурусных знаний, \u003cb\u003eмногоязычных\u003c/b\u003e тезаурусов, коллективной работы, возможность публикации тезауруса в облаке Linking Open Data, кроссплатформенность и свободная лицензия.",
            "link": "/article/n/programmnaya-sistema-dlya-razrabotki-mnogoyazychnogo-tezaurusa",
            "authors": [
                "Кириллович А.В.",
                "Баширов А.М.",
                "Гатиатуллин А.Р."
            ],
            "year": 2018,
            "journal": "Программные продукты и системы",
            "journal_link": "/journal/n/programmnye-produkty-i-sistemy",
            "ocr": [
                "﻿УДК 81.33\tДата подачи статьи: 18.09.17\r\nDOI: 10.15827\u0026#x2F;0236-235X.031.1.112-120\t2018. Т. 31. № 1. С. 112-120\r\nПРОГРАММНАЯ \u003cb\u003eСИСТЕМА\u003c/b\u003e ДЛЯ РАЗРАБОТКИ \u003cb\u003eМНОГОЯЗЫЧНОГО\u003c/b\u003e ТЕЗАУРУСА\r\nА.В. Кириллович 1 2, младший научный сотрудник, ассистент, dlik.kirillovichj@gmail.com А.М. Баширов 1 3, инженер-программист, зам. директора, a.basheerov@gmail.com А.Р. Гатиатуллин 1",
                "русско-татарского тезауруса.\r\nВ статье перечислены требования, предъявляемые к реализации данного инструмента: поддержка выбранного формализма представления тезаурусных знаний, \u003cb\u003eмногоязычных\u003c/b\u003e тезаурусов, коллективной работы, возможность публикации тезауруса в облаке Linking Open Data, кроссплатформенность и свободная лицензия. Приводятся результаты анализа существующих"
            ],
            "catalogs": [
                {
                    "id": 8,
                    "alias_name": "vak",
                    "acronym": "ВАК"
                }
            ]
        },
        {
            "name": "Межкультурная образовательная стратегия подготовки иностранных студентов будущих переводчиков",
            "annotation": "В статье рассматривается стратегия реализации межкультурного подхода в высшем профессиональном образовании и описан педагогический инструментарий ее реализации (в частности, учебное пособие лингвокультурологического характера).",
            "link": "/article/n/mezhkulturnaya-obrazovatelnaya-strategiya-podgotovki-inostrannyh-studentov-buduschih-perevodchikov",
            "authors": [
                "Шаталова Н.С."
            ],
            "year": 2018,
            "journal": "Вестник Московского государственного лингвистического университета. Гуманитарные науки",
            "journal_link": "/journal/n/vestnik-moskovskogo-gosudarstvennogo-lingvisticheskogo-universiteta-gumanitarnye-nauki",
            "ocr": [
                "межкультурный, дифференцирующий, системный. Важно то, что выбор того или иного подхода, в том числе и их интеграция, предопределяет стратегию построения педагогической модели в \u003cb\u003eсистеме\u003c/b\u003e и иерархии всех ее блоков: содержательно-целевого, технологического, организационно-координирующего, результативного.\r\nКак свидетельствуют результаты исследований, проведенные",
                "представителей различных этносов, т. е. уметь применять принципы культурного релятивизма, соблюдать этические нормы, необходимые для жизнедеятельности в полиэтническом и \u003cb\u003eмногоязычном\u003c/b\u003e социуме; представлять особенности внутрикультурного и межкультурного общения на его структурных уровнях - коммуникативном, интерактивном и перцептивном (культура \u0026#x2F; субкультура"
            ],
            "catalogs": [
                {
                    "id": 8,
                    "alias_name": "vak",
                    "acronym": "ВАК"
                }
            ]
        },
        {
            "name": "Повышение лингвистической компетенции учащихся через использование стратегий технологии критического мышления",
            "annotation": "\u003ci\u003eВ статье анализируются методики использования технологии критического мышления в целях повышения лингвистической компетенции учащихся.\u003c/i\u003e",
            "link": "/article/n/povyshenie-lingvisticheskoy-kompetentsii-uchaschihsya-cherez-ispolzovanie-strategiy-tehnologii-kriticheskogo-myshleniya",
            "authors": [
                "Журбенко М. А."
            ],
            "year": 2011,
            "journal": "Мир современной науки",
            "journal_link": "/journal/n/mir-sovremennoy-nauki",
            "ocr": [
                "переходом от «школы памяти» к «школе мышления». Вхождение в общеевропейское пространство и планирование построения открытого демократического общества ставит перед российской \u003cb\u003eсистемой\u003c/b\u003e образования новую цель: формирование обучающихся личностей, граждан России, воспринимающих себя не только как представителей одной определенной культуры, но как граждан мира",
                "иностранным языкам является одним из эффективных средств к достижению данных целей.\r\nНаше стремительное время требует от человека умения самостоятельно ориентироваться в потоке \u003cb\u003eмногоязычной\u003c/b\u003e информации; умения осуществлять перенос знаний из разных областей человеческой деятельности и науки в конкретную ситуацию; умения работать с различными видами иноязычных"
            ],
            "catalogs": null
        },
        {
            "name": "Специфика использования информационных технологий в смешанной модели обучения иностранным языкам",
            "annotation": "В статье определены роль и проанализирована специфика использования информационных технологий в смешанной модели обучения иностранным языкам в вузе. Авторами также описаны такие формы электронного обучения, как вебинар, видео семинар, видеоконференция, case-технологии. Указаны пути преодоления трудностей, которые могут испытывать студенты, изучающие иностранные языки с применением дистанционных образовательных технологий. Отмечен положительный опыт использования СДО «Виртуальный Кампус» при обучении иностранным языкам в Московском государственном университете экономики, статистики и информатики.",
            "link": "/article/n/spetsifika-ispolzovaniya-informatsionnyh-tehnologiy-v-smeshannoy-modeli-obucheniya-inostrannym-yazykam",
            "authors": [
                "Каменева Наталия Александровна",
                "Зенина Людмила Владимировна"
            ],
            "year": 2014,
            "journal": "Статистика и экономика",
            "journal_link": "/journal/n/statistika-i-ekonomika",
            "ocr": [
                "в процессе выполнения заданий студентами.\r\nТрудно найти более удачное средство для формирования и закрепления навыков коммуникативной деятельности, расширения тематики \u003cb\u003eмногоязычного\u003c/b\u003e общения. Режим проведения таких конференций может быть как синхронный, так и асинхронный по желанию ее участников.\r\nВсе выше перечисленные средства все чаще дополняют традиционные",
                "творческого потенциала.\r\n3. В Московском государственном университете экономики, статистики и информатики апробирована и уже более десяти лет широко применяется в учебном процессе \u003cb\u003eсистема\u003c/b\u003e дистанционного обучения «Виртуальный Кампус», успешно дополняющая традиционные образовательные методики. СДО «Виртуальный Кампус» предоставляет студентам возможность обсуждать"
            ],
            "catalogs": [
                {
                    "id": 8,
                    "alias_name": "vak",
                    "acronym": "ВАК"
                }
            ]
        },
        {
            "name": "Комплексное применение традиционных и инновационных приемов профессионально ориентированного обучения иностранным языкам: международные отношения, политология, зарубежное регионоведение",
            "annotation": "В связи с повышением роли преподавателя в осуществлении реформ в \u003cb\u003eсистеме\u003c/b\u003e высшего образования ставится вопрос об эффективности подготовки преподавателей для профессионально ориентированного обучения иностранным языкам.",
            "link": "/article/n/kompleksnoe-primenenie-traditsionnyh-i-innovatsionnyh-priemov-professionalno-orientirovannogo-obucheniya-inostrannym-yazykam",
            "authors": [
                "Н. С. Харламова"
            ],
            "year": 2019,
            "journal": "Вестник Московского государственного лингвистического университета. Образование и педагогические науки",
            "journal_link": "/journal/n/vestnik-moskovskogo-gosudarstvennogo-lingvisticheskogo-universiteta-obrazovanie-i-pedagogicheskie-nauki",
            "ocr": [
                "параллельное изучение двух-трех иностранных языков, обосновывается целесообразность управления учебным процессом \u003cb\u003eмногоязычными\u003c/b\u003e кафедрами лингвистики и профессиональной коммуникации. В связи с повышением роли преподавателя в осуществлении реформ в \u003cb\u003eсистеме\u003c/b\u003e высшего образования ставится вопрос об эффективности подготовки преподавателей для профессионально ориентированного",
                "продиктованным открывшимися возможностями коммуникативных и информационных технологий и потребностями современного российского студенчества. Активное реформирование образовательной \u003cb\u003eсистемы\u003c/b\u003e в России не могло не затронуть обучение иностранным языкам. Релевантными для преподавания иностранных языков в настоящее время являются следующие положения:\r\n1)\tпереход на"
            ],
            "catalogs": [
                {
                    "id": 8,
                    "alias_name": "vak",
                    "acronym": "ВАК"
                }
            ]
        },
        {
            "name": "Тактики адресации в статьях политической тематики (на материале британской центральной прессы)",
            "annotation": "Статья посвящена изучению газетных текстов британских СМИ. Рассматриваются различные тактики адресации как способ диалогизации статей. В исследовании предпри- нята попытка выявить наиболее частотные группы тактик адресации в британской прессе и проанализировать стиль отдельных журналистов данных изданий.",
            "link": "/article/n/taktiki-adresatsii-v-statyah-politicheskoy-tematiki-na-materiale-britanskoy-tsentralnoy-pressy",
            "authors": [
                "Е.В. Головенкова"
            ],
            "year": 2020,
            "journal": "Иностранные языки в контексте межкультурной коммуникации",
            "journal_link": "/journal/n/inostrannye-yazyki-v-kontekste-mezhkulturnoy-kommunikatsii",
            "ocr": [
                "Льда и Пламени» Джорджа Мартина [Электронный ресурс]. URL : https:\u0026#x2F;\u0026#x2F;7kingdoms.ru\u0026#x2F; (дата обращения: 12.08.2019). Загл. с экрана. Яз рус.\r\n6.\tВикисловарь. Многофункциональный \u003cb\u003eмногоязычный\u003c/b\u003e словарь и тезаурус. [Электронный ресурс]. URL : https:\u0026#x2F;\u0026#x2F;ru.wiktionary.org (дата обращения: 12.08.2019). Загл. с экрана. Яз.рус.\r\n7.\tФБ. информационно-развлекательный сайт",
                "взаимодействует с прочими семиотическими \u003cb\u003eсистемами\u003c/b\u003e, включая визуальную» [2, с. 33].\r\nВ процессе изучения языков отдельных СМИ расширилось и само понятие «язык массовой информации». В нем выделяют два уровня: вербальный и медийный, или аудиовизуальный. Как отмечает Т.Г. Добросклонская, язык СМИ является знаковой \u003cb\u003eсистемой\u003c/b\u003e смешанного типа, сочетающей в себе"
            ],
            "catalogs": null
        },
        {
            "name": "Искусственный интеллект как альтернативный ресурс для изучения иностранного языка",
            "annotation": "It is studied the possibilities of information and communication technologies using in general and specifically of digital intelligence, from the perspective of their suitability for foreign language teaching. It is briefly reviewed and differentiated some digital learning systems as alternative resources for foreign language learning. The author substantiates an applicability of virtual linguistic interaction using in the information and education space: virtual teachers in the e-Learning environment, interactive agents (Chatbots) in the foreign languages learning process. Classical pedagogical technologies with the concomitant use of digital intelligence allow for alternative learning models implementation and make the transition from reproductive means of learning to innovative-reflexive ones. Digital intelligence with a written or verbal interface language should make the work of a teacher more meaningful, taking on the implementation of repetitive tasks.",
            "link": "/article/n/iskusstvennyy-intellekt-kak-alternativnyy-resurs-dlya-izucheniya-inostrannogo-yazyka",
            "authors": [
                "Есионова Е.Ю."
            ],
            "year": 2019,
            "journal": "Гуманитарные и социальные науки",
            "journal_link": "/journal/n/gumanitarnye-i-sotsialnye-nauki",
            "ocr": [
                "information and education space, virtual teacher, intellectual system, virtual linguistic interaction, foreign language teaching, learning model, script.\r\nМашинный перевод, \u003cb\u003eсистемы\u003c/b\u003e и алгоритмы для самообучения и распознавания речи, дистанционное (компьютерное) обучение и другие «помощники» от ИИ - одна из самых актуальных и обсуждаемых в настоящее время",
                "которые могут нарушить цепочку ассоциаций. Компьютерное общение, имитация взаимодействия на естественном языке с виртуальным собеседником расширяет эти возможности.\r\nДиалоговые \u003cb\u003eсистемы\u003c/b\u003e следуют принципу простых чатов, которые предназначены для интуитивного общения на языке. Обучаемый может свободно осуществлять коммуникацию, например в рамках определенных"
            ],
            "catalogs": [
                {
                    "id": 8,
                    "alias_name": "vak",
                    "acronym": "ВАК"
                }
            ]
        },
        {
            "name": "О СИМПЛИФИКАЦИИ ЯЗЫКА В ИНТЕРНЕТ-ПРОСТРАНСТВЕ",
            "annotation": "В настоящей статье рассматривается явление симплификации языка - одного из распространенных способов экономии речевых усилий и времени для быстрого и лучшего понимания сказанного, охвата большей целевой аудитории с разным уровнем владения иностранным языком. основным методом исследования является компаративный анализ. Материалом работы послужили статьи из энциклопедии Wikipedia, а также креолизованные тексты и чаты сетевых игр. В результате исследования выявлены способы симплификации на лексическом и грамматическом уровнях, применяемые при написании англоязычных статей Wikipedia .",
            "link": "/article/n/o-simplifikatsii-yazyka-v-internet-prostranstve",
            "authors": [
                "Буриева М."
            ],
            "year": 2021,
            "journal": "Вестник Московского государственного лингвистического университета. Гуманитарные науки",
            "journal_link": "/journal/n/vestnik-moskovskogo-gosudarstvennogo-lingvisticheskogo-universiteta-gumanitarnye-nauki",
            "ocr": [
                "(использование эллипсиса, ситуативно неполных предложений, контекстуально неполных предложений),\r\nиспользование непрямого порядка слов, бессоюзные предложения, парцелляция, \u003cb\u003eвопросно\u003c/b\u003e-\u003cb\u003eответные\u003c/b\u003e единства, прерванные структуры, присоединение и др. Многое из перечисленных явлений используется не носителями языка и их можно рассматривать как отклонения от языковой",
                "систему, поддающуюся контролю с целью упрощения самой \u003cb\u003eсистемы\u003c/b\u003e языка. Для нас важно рассмотреть симплификацию в более узком понимании, а именно, как разработанную симплифицированную систему (упрощенную модель), подъязык литературного языка.\r\nПеред анализом примеров симплификации как отдельной \u003cb\u003eсистемы\u003c/b\u003e необходимо дать определение понятию «подъязык». В начале"
            ],
            "catalogs": [
                {
                    "id": 8,
                    "alias_name": "vak",
                    "acronym": "ВАК"
                }
            ]
        },
        {
            "name": "О герменевтическом круге как методе научного познания в социально-гуманитарных науках",
            "annotation": "Речь идет о таких важнейших процедурах познавательного процесса, как объяснение и понимание. Эти две противостоящие друг другу позиции соотносятся с двумя различными сферами реальности природой и духом, образуют в процессе познания так называемый «герменевтический круг». Особое внимание в статье уделено виднейшему теоретику герменевтики В. Дильтею, его философскому анализу понимания «наук о духе».",
            "link": "/article/n/o-germenevticheskom-kruge-kak-metode-nauchnogo-poznaniya-v-sotsialno-gumanitarnyh-naukah",
            "authors": [
                "Евграфова Татьяна Николаевна"
            ],
            "year": 2014,
            "journal": "Вестник Российского университета кооперации",
            "journal_link": "/journal/n/vestnik-rossiyskogo-universiteta-kooperatsii",
            "ocr": [
                "установления причин или условий, целей, путем установления того, зачем и почему нечто именно такое, а не иное. В своем стремлении понять окружающий мир люди создавали мифологические \u003cb\u003eсистемы\u003c/b\u003e, объясняющие события повседневной жизни и явления природы. В течение последних столетий функция объяснения окружающего мира постепенно перешла к науке. В настоящее время именно",
                "объясненными или же более общими и фундаментальными, чем объясняемые, или причинно-обусловливающими объясняемые явления;\r\n-\tосознание места объясняемых объектов в некоторой \u003cb\u003eсистеме\u003c/b\u003e взаимодействий и закономерностей.\r\nВ результате полученные объяснения способствуют более продуктивной деятельности в познавательной или практической деятельности.\r\nПонятие"
            ],
            "catalogs": [
                {
                    "id": 8,
                    "alias_name": "vak",
                    "acronym": "ВАК"
                }
            ]
        },
        {
            "name": "Интонация как объект лингвистической интерференции",
            "annotation": "Дан подробный обзор изучения интонации отечественными учеными, освещены проблемы теории интонации, набор фонетических средств и их взаимодействие в мелодическом контуре, выявлены просодические отклонения, представлены результаты анализа просодической интерференции.",
            "link": "/article/n/intonatsiya-kak-obekt-lingvisticheskoy-interferentsii",
            "authors": [
                "Рогозная Нина Николаевна",
                "Заманстанчук Дарья Эдуардовна"
            ],
            "year": 2014,
            "journal": "Вестник Бурятского государственного университета. Философия",
            "journal_link": "/journal/n/vestnik-buryatskogo-gosudarstvennogo-universiteta-pedagogika-filologiya-filosofiya",
            "ocr": [
                "фразовой интонации, вероятно, кроется в накопленной к настоящему времени огромной лингвистической базы. Кроме того, необходима переориентация исследований, связанных с изучением \u003cb\u003eсистемы\u003c/b\u003e языка, на анализ ее функционирования в речевой и компьютерной деятельности с целью создания новых компьютерных технологий.\r\nРазвитие методов слухового и инструментального анализов",
                "на пересечении этих, казалось бы, достаточно разобщенных областей знания возможно решение сложнейшей задачи - построение модели, отражающей функционирование интонационной \u003cb\u003eсистемы\u003c/b\u003e языка в речевой деятельности индивидуума и создание прикладных образовательных программ.\r\nДругой важной особенностью интонационных исследований является принципиальное изменение"
            ],
            "catalogs": [
                {
                    "id": 8,
                    "alias_name": "vak",
                    "acronym": "ВАК"
                }
            ]
        },
        {
            "name": "СРАВНЕНИЕ МОДЕЛЕЙ ВЕКТОРНОГО ПРЕДСТАВЛЕНИЯ ТЕКСТОВ В ЗАДАЧЕ СОЗДАНИЯ ЧАТ-БОТА",
            "annotation": "Представлены результаты эксперимента по созданию русскоязычного чат-бота ранжирующего типа: проанализированы особенности открытых источников данных с диалогами на русском языке, описан алгоритм обработки собранных данных для реализации бота, ранжирования ответов и выбора \u003cb\u003eответной\u003c/b\u003e реплики, опубликован итоговый набор данных и программный код.",
            "link": "/article/n/sravnenie-modeley-vektornogo-predstavleniya-tekstov-v-zadache-sozdaniya-chat-bota",
            "authors": [
                "Жеребцова Юлия Андреевна",
                "Чижик Анна Владимировна"
            ],
            "year": 2020,
            "journal": "Вестник Новосибирского государственного университета. Серия: Лингвистика и межкультурная коммуникация",
            "journal_link": "/journal/n/vestnik-novosibirskogo-gosudarstvennogo-universiteta-seriya-lingvistika-i-mezhkulturnaya-kommunikatsiya",
            "ocr": [
                "проанализированы особенности открытых источников данных с диалогами на русском языке, описан алгоритм обработки собранных данных для реализации бота, ранжирования ответов и выбора \u003cb\u003eответной\u003c/b\u003e реплики, опубликован итоговый набор данных и программный код. Также были проанализированы проблемы чат-ботов ранжирующего типа (на примере создания бота, поддерживающего беседу",
                "векторизации, давших хорошие показатели при автоматической оценке.\r\nКлючевые слова\r\nобработка естественного языка, компьютерная лингвистика, машинное обучение, диалоговые \u003cb\u003eсистемы\u003c/b\u003e, интеллектуальные чат-боты, эмбеддинги слов, разговорный интеллект, ранжирующие чат-боты, порождающие модели, векторные представления текста\r\nДля цитирования\r\nЖеребцова Ю."
            ],
            "catalogs": [
                {
                    "id": 8,
                    "alias_name": "vak",
                    "acronym": "ВАК"
                },
                {
                    "id": 22,
                    "alias_name": "rsci",
                    "acronym": "RSCI"
                }
            ]
        },
        {
            "name": "\u003cb\u003eСистема\u003c/b\u003e упражнений на занятиях по русскому языку как иностранному(из опыта работы)",
            "annotation": "В статье автор рассматривает один из методических приёмов в преподавании русского языка как иностранного – упражнение, где в процессе изучения русского языка на каждом занятии по заданию преподавателя студенты иностранцы выполняют разнообразные виды упражнений с целью получения теоретических знаний и выработке необходимых умений и навыков применять их в практике устной и пись менной речи. Для усвоения лексики русского языка и изучения грамматики можно предложить систему упражнений, где в упражнениях должны предусматриваться не только элементарные операции, но и сложные умственные действия, развивающие творческие возможности студентов и позволяющие использовать полученные знания во всех формах речевого общения.",
            "link": "/article/n/sistema-uprazhneniy-na-zanyatiyah-po-russkomu-yazyku-kak-inostrannomu-iz-opyta-raboty",
            "authors": [
                "Иванова Татьяна Митрофановна"
            ],
            "year": 2013,
            "journal": "Ученые записки Забайкальского государственного университета. Серия: Филология, история, востоковедение",
            "journal_link": "/journal/n/uchenye-zapiski-zabaykalskogo-gosudarstvennogo-universiteta-seriya-filologiya-istoriya-vostokovedenie",
            "ocr": [
                "161.1 ББК 74\r\nТатьяна Митрофановна Иванова,\r\nкандидат педагогических наук, доцент, Забайкальский государственный университет (Чита, Россия), e-mail: ivanovatchita@mail.ru\r\n\u003cb\u003eСистема\u003c/b\u003e упражнений на занятиях по русскому языку как иностранному\r\n(из опыта работы)\r\nВ статье автор рассматривает один из методических приёмов в преподавании русского языка как иностранного",
                "и сложные умственные действия, развивающие творческие возможности студентов и позволяющие использовать полученные знания во всех формах речевого общения.\r\nКлючевые слова: \u003cb\u003eсистема\u003c/b\u003e, методика преподавания русского языка как иностранного, принцип системности, ситуативности и тематичности.\r\nTatyana Mitrofanovna Ivanova,\r\nCandidate of Pedagogy, Associate"
            ],
            "catalogs": null
        },
        {
            "name": "Актуальные проблемы лингвистики (по материалам конкурсов последних лет российского гуманитарного научного фонда)",
            "annotation": "",
            "link": "/article/n/aktualnye-problemy-lingvistiki-po-materialam-konkursov-poslednih-let-rossiyskogo-gumanitarnogo-nauchnogo-fonda",
            "authors": [
                "Иванова Мария Валерьевна"
            ],
            "year": 2014,
            "journal": "Russian Journal of Linguistics",
            "journal_link": "/journal/n/russian-journal-of-linguistics",
            "ocr": [
                "интересных проектах, которые выигрывают конкурсы и заслуживают внимания. В свое оправдание укажу, что основной исследовательский конкурс по языкознанию 2014 г. по рейтинговой \u003cb\u003eсистеме\u003c/b\u003e отбора предварительно выиграло около 170 проектов. А если к этому добавить еще сведения о победителях конкурса издательских проектов, конкурса конференций, экспедиций, стажировок",
                "говора казаков-некрасовцев. В этой работе впервые в истории русской диалектологии и лингвокультурологии выявляется и описывается исторически сложившаяся лексико-грамматическая \u003cb\u003eсистема\u003c/b\u003e глагола говора, репрезентирующая фрагмент языковой картины мира казаков-некрасовцев.\r\nСпецифика лингвистической адаптации и ассимиляции рассматривается в работе Проблемы языковой"
            ],
            "catalogs": [
                {
                    "id": 2,
                    "alias_name": "scopus",
                    "acronym": "Scopus"
                },
                {
                    "id": 8,
                    "alias_name": "vak",
                    "acronym": "ВАК"
                },
                {
                    "id": 23,
                    "alias_name": "esci",
                    "acronym": "ESCI"
                }
            ]
        },
        {
            "name": "МОТИВАЦИОННЫЕ АСПЕКТЫ ПРЕПОДАВАНИЯ ИНОСТРАННЫХ ЯЗЫКОВ В ВЫСШЕЙ ШКОЛЕ",
            "annotation": "Рассмотрена новая социокультурная ситуация в современной России, влияющая на процесс формирования конкурентоспособного креативного специалиста. Предложено авторское видение открытого образовательного пространства с акцентами сегодняшних реалий. Проанализированы возможные аспекты повышения мотивации студентов при овладении иностранными языками в высшем учебном заведении. Описана профессиональная деятельность преподавателя высшей школы, тесно связанная с проблемой повышения мотивации изучения иностранного языка с целью успешного освоения иноязычного общения. Показана связь мотивации изучения иностранных языков с интересами учащихся. Мотивация представлена как движущая сила деятельности человека. На выбор мотивации существенно влияют окружение, собственная перспектива и социопотребности. Новые стратегии образования тесно связаны с современными изменениями данных потребностей. Рассмотрен поиск новых путей актуализации этих потребностей, связанных с успешной коммуникацией. Автором статьи была поставлена задача - повысить уровень коммуникативной компетенции учащихся. Это связано с поддержкой, поощрением и достижением успеха в овладении иностранным языком. Мотивация изучения иностранного языка есть фактор, способствующий его освоению, психологический стимул его познания с конкретной целью его последующего применения. Представлена модель формирования успешных навыков овладения иностранным языком. Качество образования необходимо постоянно повышать. Сегодня существуют новые реалии в преподавании иностранного языка. Продуктивное его постижение ведет к успешной самоактуализации студента. Образовательная политика в условиях глобализации общества нацелена на умелое овладение иностранными языками. Современные образовательные технологии влияют на мотивацию студентов и деятельность преподавателей на уроках, поскольку высшее образование - это самоизменение. Компетентность в современном обществе способствует развитию новых моделей управления образованием и стилей преподавания. В настоящее время особо актуален дифференцированный подход к предмету преподавания. Цель этого подхода - формирование продвинутого уровня владения иностранным языком. Теория развития инновационной языковой личности студентов содействует применению творческого подхода к предмету. В задачу преподавателя входит влияние на развитие гибкого самостоятельного мышления у студентов и на их способность к культурному обогащению. Подготовка почвы в тандеме «педагог - студент» помогает формированию их уверенности в себе.",
            "link": "/article/n/motivatsionnye-aspekty-prepodavaniya-inostrannyh-yazykov-v-vysshey-shkole",
            "authors": [
                "Антропянская Лилия Николаевна"
            ],
            "year": 2021,
            "journal": "Язык и культура",
            "journal_link": "/journal/n/yazyk-i-kultura",
            "ocr": [
                "стимулирование иноязычной коммуникативной деятельности на занятиях, амплификация заданий и интенсификация его изучения [3].\r\nВ настоящее время продолжается модернизация и развитие \u003cb\u003eсистемы\u003c/b\u003e высшего образования в контексте социальных, культурных и экономических изменений, начатых в стране в 1990-е гг. Прежде всего, в задачу педагога входит способность сформировать",
                "поскольку в тандеме «педагог - студент» должна хорошо работать \u003cb\u003eсистема\u003c/b\u003e обратной связи. Аудиальная \u003cb\u003eсистема\u003c/b\u003e и вербальная коммуникация имеют большое значение в преподавании иностранного языка. По мнению автора статьи, следует каждый раз применять речевую зарядку, построенную по принципу вопросо-\u003cb\u003eответного\u003c/b\u003e метода. Здесь иногда приходится преодолевать сопротивление"
            ],
            "catalogs": [
                {
                    "id": 8,
                    "alias_name": "vak",
                    "acronym": "ВАК"
                },
                {
                    "id": 23,
                    "alias_name": "esci",
                    "acronym": "ESCI"
                }
            ]
        },
        {
            "name": "К вопросу исследования интерязыка",
            "annotation": "По мнению авторов, с углублением процесса изучения точность использования ими языковых единиц повышается, одновременно повышается уровень интерязыка, а \u003cb\u003eсистема\u003c/b\u003e интерязыка приближается к \u003cb\u003eсистеме\u003c/b\u003e изучаемого языка.",
            "link": "/article/n/k-voprosu-issledovaniya-interyazyka",
            "authors": [
                "Чжэн Цяньминь",
                "Шаклеин В.М."
            ],
            "year": 2017,
            "journal": "Мир науки, культуры, образования",
            "journal_link": "/journal/n/mir-nauki-kultury-obrazovaniya",
            "ocr": [
                "транслируемых по радио, активно используются приемы психологического воздействия: обращения-приветствия, многократный повтор обращения, вводные конструкции, риторические вопросы, \u003cb\u003eвопросно\u003c/b\u003e-\u003cb\u003eответный\u003c/b\u003e комплекс, скрытые призывы (внутренняя диалогичность монологичной речи). Например: Пакаман хийирар, гъвеч1и дустар! «Доброе утро, юные друзья!»; Азиз балаяр, квез чизва",
                "стиля лезгинского и русского языков (на материале переводных текстов): Диссертация ... кандидата филологических наук. Махачкала, 2012.\r\n7.\tМагомедов М.И. Русский язык в \u003cb\u003eмногоязычном\u003c/b\u003e Дагестане: Функциональная характеристика. Москва, 2010.\r\nReferences\r\n1.\tKamalov A.A. Nacional\u0026#x27;naya pressa Dagestana kak vazhnyj faktor sohraneniya i razvitiya kul\u0026#x27;tur i"
            ],
            "catalogs": [
                {
                    "id": 8,
                    "alias_name": "vak",
                    "acronym": "ВАК"
                }
            ]
        },
        {
            "name": "Перспективные направления исследований в области клинического моделирования, управления и принятия решений",
            "annotation": "Статья посвящена перспективным исследованиям в области управления и поддержки принятия решений в клиническом процессе. Сформулированы основные научные проблемы, связанные с моделированием лечебно-диагностического процесса: а) проблема выбора подхода; б) проблема унификации модели; в) проблема полноты модели; г) проблема больших данных; д) проблема интеллектуального извлечения данных из профессиональных медицинских текстов на русском языке. Намечены пути решения указанных проблем. Обсуждается практическое значение данных исследований. Предлагается план масштабного проекта по практической реализации нового поколения информационных систем поддержки принятия решений и управления в медицине. Статья будет полезна архитекторам и разработчикам современных МИС",
            "link": "/article/n/perspektivnye-napravleniya-issledovaniy-v-oblasti-klinicheskogo-modelirovaniya-upravleniya-i-prinyatiya-resheniy",
            "authors": [
                "Виноградов А. Н.",
                "Гулиев Я. И.",
                "Куршев Е. П.",
                "Малых В. Л."
            ],
            "year": 2014,
            "journal": "Врач и информационные технологии",
            "journal_link": "/journal/n/vrach-i-informatsionnye-tehnologii",
            "ocr": [
                "﻿“■ и информационные\r\nтехнологии\r\nМедицинские информационные \u003cb\u003eсистемы\u003c/b\u003e\r\nА.Н. ВИНОГРАДОВ,\r\nк.ф.-м.н., заместитель руководителя Исследовательского центра искусственного интеллекта Института программных систем им. А.К. Айламазяна РАН, г. Переславль-Залесский, Россия, andrew@andrew.botik.ru Я.И. ГУЛИЕВ,\r\nк.т.н., руководитель Исследовательского центра медицинской",
                "Статья будет полезна архитекторам и разработчикам современных МИС.\r\nКлючевые слова: медицинские информационные \u003cb\u003eсистемы\u003c/b\u003e, \u003cb\u003eсистемы\u003c/b\u003e автоматической обработки текстов, модель лечебно-диагностического процесса, генерализация медицинских данных, \u003cb\u003eсистемы\u003c/b\u003e принятия решений в медицине, онтологии, анализ текстов на естественном языке, структурирование текстовой информации"
            ],
            "catalogs": [
                {
                    "id": 8,
                    "alias_name": "vak",
                    "acronym": "ВАК"
                },
                {
                    "id": 22,
                    "alias_name": "rsci",
                    "acronym": "RSCI"
                }
            ]
        },
        {
            "name": "ИЛЛЮСТРАЦИИ ДЕТСКИХ ОБРАЗОВАТЕЛЬНЫХ ИЗДАНИЙ В РОССИИ В КОНЦЕ XVIII - НАЧАЛЕ XIX В.",
            "annotation": "Конец XVIII - начало XIX в. в России является переходным периодом в истории иллюстрирования детской образовательной книги, когда функция интермедиального представления знаний о мире как целостности переходит от книги эмблем к энциклопедии и сборнику нравоучительных рассказов. В поисках новой формы связанности взамен утраченной эмблематической бимедиальности текста и иллюстрации издания, претендующие на всеохватность, интегрируют эмблематический, энциклопедический и повествовательный принципы изображения.",
            "link": "/article/n/illyustratsii-detskih-obrazovatelnyh-izdaniy-v-rossii-v-kontse-xviii-nachale-xix-v",
            "authors": [
                "Панина Нина Леонидовна"
            ],
            "year": 2020,
            "journal": "Текст. Книга. Книгоиздание",
            "journal_link": "/journal/n/tekst-kniga-knigoizdanie",
            "ocr": [
                "общую исследовательскую перспективу рассмотрения интермедиальных инструментов научения. В них поиск способов системного представления знаний о мире и представления мира как \u003cb\u003eсистемы\u003c/b\u003e выходит на тот явный уровень, которого современная им детская образовательная книга не достигла. Но анализ ее показывает, что при всем своем новаторстве эти поиски не происходят",
                "возможность соотнести событие с прочитанным в книге или увиденным на картине. Еще одной задачей было формирование навыка сопоставления. Целью же всей гигантской мнемонической \u003cb\u003eсистемы\u003c/b\u003e, в которую складывались таблицы, было, очевидно, выявление наиболее общих закономерностей мироустройства [Там же. С. 256]. Жуковского интересовала и сюжетно-образная иллюстрация"
            ],
            "catalogs": [
                {
                    "id": 2,
                    "alias_name": "scopus",
                    "acronym": "Scopus"
                },
                {
                    "id": 8,
                    "alias_name": "vak",
                    "acronym": "ВАК"
                },
                {
                    "id": 23,
                    "alias_name": "esci",
                    "acronym": "ESCI"
                }
            ]
        },
        {
            "name": "Проблема оптимизации обучения русскому языку китайских учащихся",
            "annotation": "Необходимо оптимизировать методику преподавания русского языка и предложить национально ориентированные модели обучения с учетом того, что китайским студентам требуется намного больше времени и усилий для овладения русским языком, чем европейским студентам. Это объясняется рядом объективных причин. Проблема определения роли культуры в рамках обучения иностранному языку нашла свое отражение в результатах исследований многих ученых-методистов. Авторы статьи предлагают различные формы, методы и способы реализации принципа диалога культур на уроках русского языка как иностранного, некоторые из которых они активно используют в практике. Культура в основном усваивается через текстовую основу. Причем посредником диалога между культурами народов может служить не только литература, но и другие виды искусства, которые недостаточно примененяются в практике преподавание русского языка. Это, прежде всего, музыка, живопись, театр, кино, которые в сочетании с литературой могут помочь китайским студентам преодолеть языковые и культурные барьеры, чтобы лучше понять культурные модели речевого поведения носителей языка.",
            "link": "/article/n/problema-optimizatsii-obucheniya-russkomu-yazyku-kitayskih-uchaschihsya",
            "authors": [
                "Чубарова Ю.Е.",
                "Коровина И.В.",
                "Шикина Т.С.",
                "Резепова Н.В."
            ],
            "year": 2019,
            "journal": "Вестник Нижегородского университета им. Н. И. Лобачевского",
            "journal_link": "/journal/n/vestnik-nizhegorodskogo-universiteta-im-n-i-lobachevskogo",
            "ocr": [
                "некоторые различия в родном языке не оказывают значительного влияния на успешность\u0026#x2F;неуспешность освоения китайскими учащимися русского языка, поскольку основные различия в \u003cb\u003eсистемах\u003c/b\u003e русского и китайского языков остаются одинаковыми.\r\nЦелями исследования было выявить основные трудности, с которыми сталкиваются китайские учащиеся при изучении русского языка",
                "работы и задания, которые оказываются наиболее сложными для китай-\r\nских учащихся. При этом учащимся задавались вопросы, касающиеся лингводидактических приемов в современных \u003cb\u003eсистемах\u003c/b\u003e вузовского и школьного образования в Китае. На основании результатов наблюдения и устного опроса были выявлены основные «проблемные области», о которых преподаватель РКИ должен"
            ],
            "catalogs": [
                {
                    "id": 8,
                    "alias_name": "vak",
                    "acronym": "ВАК"
                }
            ]
        },
        {
            "name": "ЛИНГВИСТИЧЕСКИЕ РЕСУРСЫ И ТЕХНОЛОГИИ В РОССИИ: СОСТОЯНИЕ И ПЕРСПЕКТИВЫ",
            "annotation": "Определяется понятие лингвистических информационных ресурсов, приводится обзор их классификаций. Описываются наиболее значимые российские каталоги лингвистических информационных ресурсов и ведущих организаций страны в области компьютерной лингвистики. Обсуждаются первоочередные задачи создания российской инфраструктуры лингвистических информационных ресурсов.",
            "link": "/article/n/lingvisticheskie-resursy-i-tehnologii-v-rossii-sostoyanie-i-perspektivy",
            "authors": [
                "Антопольский Александр Борисович"
            ],
            "year": 2021,
            "journal": "Социальные новации и социальные науки",
            "journal_link": "/journal/n/sotsialnye-novatsii-i-sotsialnye-nauki",
            "ocr": [
                "создание электронных лексикографических ресурсов (словарей, онтологий);\r\n•\tсоздание и использование электронных корпусов текстов (корпусная лингвистика);\r\n•\tразработка \u003cb\u003eвопросно\u003c/b\u003e-\u003cb\u003eответных\u003c/b\u003e систем.\r\nПеречисленные направления часто определяют как отдельную область - автоматическую обработку естественного языка (natural language processing, NLP), - которая",
                "Сокращенная типология ЛИР этого каталога выглядит следующим образом:\r\n•\tбиблиотеки;\r\n•\tархивы;\r\n•\tмузеи;\r\n•\tкаталоги;\r\n•\tэлектронные коллекции и библиотеки;\r\n•\tинформационные \u003cb\u003eсистемы\u003c/b\u003e;\r\n•\tсправочники, энциклопедии;\r\n•\tперсональные ресурсы;\r\n•\tлингвистические ресурсы, в том числе: о корпусы текстов,\r\nо\tсловарные базы данных и электронные картотеки,\r\nо\tлингвистические"
            ],
            "catalogs": null
        },
        {
            "name": "ГЛОБАЛИЗАЦИЯ И ОСОБЕННОСТИ АНГЛОЯЗЫЧНОГО НАУЧНОГО ДИСКУРСА",
            "annotation": "С начала XXI в. английский язык выдвинулся на роль универсального языка-посредника – лингва франка – в экономике, политике, образовании, а также в глобальном научном дискурсе. На укрепление позиций английского языка как главного средства информационного обмена в современном мире, в том числе и в научной сфере, работают несколько факторов – политических, экономических, культурных и др. Новые информационно-коммуникационные технологии – в первую очередь компьютерные технологии, и особенно социальные сервисы Интернета, также оказывают существенное влияние на этот процесс. Хотя в каждой стране наблюдаются свои уникальные особенности взаимодействия национального языка с английским языком как универсальным языком-работ выделяются две ключевые тенденции, которые задают вектор глобального развития в этой области. Это тенденция к лингвистической гомогенизации, когда некий «усредненный» вариант английского языка постепенно распространяется на отдельные сферы коммуникации, вытесняя местные языки, и тенденция к гибридизации, когда местные языки перерабатывают и интегрируют исходно англоязычные лингвистические модели (новые слова и понятия, синтаксические и фразеологические паттерны и т.п.), сохраняя при этом свою идентичность. Обе эти тенденции принято рассматривать в контексте общего направления развития, которое обозначается в мировой экономике термином глокализация. Поскольку наука является неотъемлемой частью социально-культурной жизни общества, изучение принятых норм научного общения и возникающих в связи с глобализацией новых тенденций не может проходить без рассмотрения этой сферы коммуникативной активности в общем контексте информационной жизни общества. Информационно-коммуникационные технологии предоставляют для этого обширный фактический материал. В настоящее время для экспериментального изучения лингвистической основы современного научного дискурса используются собранные в транснациональных и локальных научных информационных репозиториях и специализированных БД источники. Эти ресурсы позволили при ступить к всестороннему изучению особенностей научного языка с использованием корпусных и статистических методов анализа. Проведенные в разных странах экспериментальные исследования англоязычного научного дискурса показали, что, несмотря на высокую степень кодификации письменного научного текста, национальные стандарты научной речи в значительной мере довлеют над большинством неанглоязычных ученых, публикующих статьи на английском языке. Таким образом, можно утверждать, что в современном научном дискурсе, как и в других сферах глобального информационного обмена, также сосуществуют обе обозначенные в соответствии с идеей глокализации тенденции: с одной стороны, стремление к языковой гомогенизации на базе английского языка как лингва франка, с другой – гибридизация, во многом благодаря которой появляется возможность сохранения лучших традиций национальных научных школ и научных направлений. Вопрос о том, как может в будущем измениться баланс между этими тенденциями, пока остается открытым. Однако уже сегодня в мировом научном сообществе высказывается мнение, что совершенно необязательно «подгонять» под англоязычные нормативы национальные стандарты научной речи и тем самым менять доказавшие свою эффективность традиционные нормы оформления научных текстов, как предлагают некоторые исследователи. В глобальном научном дискурсе крайне важно в равной степени учитывать интересы всех участников коммуникации, каждый из которых может привнести в эту сферу свои лингвистические наработки и тем самым расширить общий инвентарь доступных языковых средств. Представляется, что ведущую роль в этом процессе могут сыграть академические социальные сети (Academic social networking sites), поскольку именно в этой коммуникативной среде присутствуют все типы и жанры научного дискурса, а также постоянно ведется неформальное межличностное общение. Специализированные профессиональные социальные сети, таким образом, превращаются в эффективный полигон для формирования и становления новых стандартов универсального англоязычного научного стиля, который в перспективе сможет в наибольшей степени соответствовать потребностям глобальной коммуникации.",
            "link": "/article/n/globalizatsiya-i-osobennosti-angloyazychnogo-nauchnogo-diskursa",
            "authors": [
                "Г.Е. Кедрова"
            ],
            "year": 2018,
            "journal": "Язык в глобальном контексте: современная языковая ситуация как следствие процесса глобализации",
            "journal_link": "/journal/n/yazyk-v-globalnom-kontekste-sovremennaya-yazykovaya-situatsiya-kak-sledstvie-protsessa-globalizatsii",
            "ocr": [
                "впервые введенный R. Robertson (Robertson, 1994), обозначает одновременное действие тенденций к универсализации и специализации в социальной, политической и экономической \u003cb\u003eсистемах\u003c/b\u003e. - Прим. авт. 80\r\nобществе, простыми и однонаправленными. Лингвистические вопросы информационного обмена в научной сфере приобрели в последнее время особое значение, поскольку",
                "области стали серия сопоставительных исследований особенностей научного письменного дискурса, проведенных на материале электронных научных библиотек и специализированных \u003cb\u003eмногоязычных\u003c/b\u003e корпусов научной\r\nречи (в частности, таких лингвистических корпусов, как: British National Corpus (BNC), Spanish English Research Article Corpus (SERAC); Italian Corpus"
            ],
            "catalogs": null
        },
        {
            "name": "КОГНИТИВНЫЕ ПРИНЦИПЫ ВНЕДРЕНИЯ ПЛЮРИЦЕНТРИЧЕСКИХ ЗНАНИЙ И ИХ ЛИНГВОКУЛЬТУРНОЙ СПЕЦИФИКИ В ПРАКТИКУ ПРЕПОДАВАНИЯ НЕМЕЦКОГО ЯЗЫКА",
            "annotation": "Настоящая статья посвящена рассмотрению когнитивных принципов, обосновывающих концепцию внедрения знаний об этнических вариантах немецкого языка в образовательный процесс. Излагаемая проблема является актуальной в связи с потребностью современного общества в кадрах, владеющих межкультурными навыками коммуникации, включающими в себя использование релевантных языковых построений, отражающих специфику языковой вариативности. Динамика развития национальных языковых контактов стимулирует разработку методологических основ обучения лингвокультурным различиям на лексическом уровне. Заявленная тема предполагает обращение к ментальным процессам, детерминирующим усвоение языковых знаний и их использование в коммуникации. Цель работы состоит в формулировании когнитивных принципов усвоения плюрицентрических знаний в рамках формирования межкультурной компетенции. В лингвистической части работы при изучении фактического материала используются методы сравнительного и концептуального анализа. Дидактическая составляющая исследования основывается на осознании процесса обучения с позиций когнитивных процессов, отвечающих за обработку и усвоение информации различного типа. Использование логических приёмов анализа и синтеза, а также метод наблюдения, реализованный в ходе опытной работы, позволили создать плюрицентрически ориентированную концепцию обучения немецкому языку. Плюрицентричность немецкого языка реализуется в существовании австрийского и швейцарского национальных вариантов. В результате проведенного исследования были сформулированы когнитивные принципы внедрения знаний о вариантах немецкого языка в учебный процесс: учёт значимости перехода от чувственной ступени познания к рациональной, потребность в формировании индивидуальных когнитивных моделей и стратегий, оптимизирующих усвоение территориальных различий. Разработанный в процессе опытной работы комплекс упражнений и заданий включает в себя языковые, условно-речевые и подлинно речевые упражнения и задания, нацеленные на формирование межкультурной компетенции в рамках развития лексического навыка.",
            "link": "/article/n/kognitivnye-printsipy-vnedreniya-plyuritsentricheskih-znaniy-i-ih-lingvokulturnoy-spetsifiki-v-praktiku-prepodavaniya-nemetskogo",
            "authors": [
                "Клёстер А.М.",
                "Шнякина Н.Ю.",
                "Жилякова С.А."
            ],
            "year": 2021,
            "journal": "Актуальные проблемы филологии и педагогической лингвистики",
            "journal_link": "/journal/n/aktualnye-problemy-filologii-i-pedagogicheskoy-lingvistiki",
            "ocr": [
                "и ранее [3; 4; 5; 6; 7]. Многие авторы наряду с исторически сложившимися диалектами отмечали наличие в разных странах особых регламентированных норм использования языковой \u003cb\u003eсистемы\u003c/b\u003e. В современных работах описываются следующие характеристики плюрицентрических языков: наличие нескольких центров развития и типичных для них версий стандарта, а также трансграничность",
                "рациональном уровне осуществляется категоризация объекта. то есть отнесение его к одной из рубрик опыта. В этом плане объект считается познанным. если человек отводит ему место в \u003cb\u003eсистеме\u003c/b\u003e усвоенных ранее категорий. Затем этот предмет может существовать в качестве образа в сознании. Значимой является языковая привязка. поскольку с помощью слова человек оперирует"
            ],
            "catalogs": [
                {
                    "id": 8,
                    "alias_name": "vak",
                    "acronym": "ВАК"
                }
            ]
        },
        {
            "name": "Дистрибутивная vs сетевая семантика в диалоговых \u003cb\u003eсистемах\u003c/b\u003e",
            "annotation": "В последние 8 лет возобновился повышенный интерес к сфере диалоговых агентов. Во многом это связано с внедрением машинного обучения в задачи по автоматической обработке естест¬венного языка. Использование средств дистрибутивной и сетевой семантики позволяет исполь¬зовать обобщенные данные из огромных корпусов текстов, что было более проблема¬тич¬ным при использовании n-грамм. Также новые языковые модели, обученные на огромных корпусах, позволяют существенно сократить затраты на дообучение моделей для новых задач (transfer learning), а в ряде случаев и вовсе обойтись без него (zero-shot learning).",
            "link": "/article/n/distributivnaya-vs-setevaya-semantika-v-dialogovyh-sistemah",
            "authors": [
                "Харламов А.А.",
                "Гордеев Д.И."
            ],
            "year": 2019,
            "journal": "Проблемы искусственного интеллекта",
            "journal_link": "/journal/n/problemy-iskusstvennogo-intellekta",
            "ocr": [
                "службы при Президенте Российской Федерации), г. Москва 119571, г. Москва, проспект Вернадского, 82-84, корпус 9, офис 1805\r\nДИСТРИБУТИВНАЯ VS СЕТЕВАЯ СЕМАНТИКА В ДИАЛОГОВЫХ \u003cb\u003eСИСТЕМАХ\u003c/b\u003e\r\nA. A. Kharlamov1, D. I. Gordeev2\r\n11nstitute of Higher Nervous Activity and Neurophysiology, Russian Academy of Sciences, Moscow 117485, Moscow, st. Butlerova, 5a Moscow",
                "обработки языка в целом и диалоговых агентов в частности. Также приводится обзор модульного подхода к диалоговым агентам. Рассматриваются основные виды модулей.\r\nДиалоговые \u003cb\u003eсистемы\u003c/b\u003e (виртуальные собеседники, чат-боты и т.д.) ведут свою историю с самой зари появления компьютеров и основываются на идеях Тьюринга 40-х - 50-х годов о создании разумных машин"
            ],
            "catalogs": null
        }
    ],
    "agg_term": [
        {
            "id": 44,
            "name": "Языкознание и литературоведение",
            "count": 12
        },
        {
            "id": 8,
            "name": "Компьютерные и информационные науки",
            "count": 8
        },
        {
            "id": 36,
            "name": "Науки об образовании",
            "count": 5
        },
        {
            "id": 41,
            "name": "СМИ (медиа) и массовые коммуникации",
            "count": 1
        },
        {
            "id": 45,
            "name": "Философия, этика, религиоведение",
            "count": 1
        }
    ],
    "agg_year": [
        {
            "from": 2021,
            "to": 2021,
            "name": "2021",
            "count": 4
        },
        {
            "from": 2020,
            "to": 2020,
            "name": "2020",
            "count": 3
        },
        {
            "from": 2019,
            "to": 2019,
            "name": "2019",
            "count": 4
        },
        {
            "from": 2018,
            "to": 2018,
            "name": "2018",
            "count": 4
        },
        {
            "from": 2017,
            "to": 2017,
            "name": "2017",
            "count": 1
        },
        {
            "from": 2014,
            "to": 2014,
            "name": "2014",
            "count": 6
        },
        {
            "from": 2013,
            "to": 2013,
            "name": "2013",
            "count": 1
        },
        {
            "from": 2012,
            "to": 2012,
            "name": "2012",
            "count": 2
        },
        {
            "from": 2011,
            "to": 2011,
            "name": "2011",
            "count": 2
        }
    ],
    "agg_journal": [
        {
            "id": 33619,
            "name": "Вестник Московского государственного лингвистического университета. Гуманитарные науки",
            "count": 2
        },
        {
            "id": 2393,
            "name": "Мир науки, культуры, образования",
            "count": 1
        },
        {
            "id": 4833,
            "name": "Врач и информационные технологии",
            "count": 1
        },
        {
            "id": 6732,
            "name": "Статистика и экономика",
            "count": 1
        },
        {
            "id": 6962,
            "name": "Гуманитарные и социальные науки",
            "count": 1
        },
        {
            "id": 13647,
            "name": "Программные продукты и системы",
            "count": 1
        },
        {
            "id": 14264,
            "name": "Актуальные проблемы филологии и педагогической лингвистики",
            "count": 1
        },
        {
            "id": 18009,
            "name": "Труды Института системного программирования РАН",
            "count": 1
        },
        {
            "id": 18695,
            "name": "Язык и культура",
            "count": 1
        },
        {
            "id": 20268,
            "name": "Известия Томского политехнического университета. Инжиниринг георесурсов",
            "count": 1
        }
    ],
    "agg_age": [
        {
            "from": 2020,
            "to": 2022,
            "name": "2020+",
            "count": 11
        },
        {
            "from": 2018,
            "to": 2022,
            "name": "2018+",
            "count": 16
        }
    ],
    "agg_cat": [
        {
            "id": 8,
            "acronym": "ВАК",
            "count": 19
        },
        {
            "id": 23,
            "acronym": "ESCI",
            "count": 4
        },
        {
            "id": 2,
            "acronym": "Scopus",
            "count": 3
        },
        {
            "id": 22,
            "acronym": "RSCI",
            "count": 2
        }
    ]
}