{
    "found": 18,
    "articles": [
        {
            "name": "Технология применения паттернов онтологического проектирования \u003cb\u003eдля\u003c/b\u003e оптимизации выполнения \u003cb\u003eзапросов\u003c/b\u003e в системах обеспечения доступа к данным на основе онтологий",
            "annotation": "При этом онтология используется в качестве основы \u003cb\u003eдля\u003c/b\u003e формирования пользовательских \u003cb\u003eзапросов\u003c/b\u003e, а база данных \u003cb\u003eдля\u003c/b\u003e получения результатов их выполнения.",
            "link": "/article/n/tehnologiya-primeneniya-patternov-ontologicheskogo-proektirovaniya-dlya-optimizatsii-vypolneniya-zaprosov-v-sistemah-obespecheniya",
            "authors": [
                "Ломов П.А.",
                "Олейник А.Г."
            ],
            "year": 2017,
            "journal": "Онтология проектирования",
            "journal_link": "/journal/n/ontologiya-proektirovaniya",
            "ocr": [
                "﻿УДК 004.682\r\nТЕХНОЛОГИЯ ПРИМЕНЕНИЯ ПАТТЕРНОВ ОНТОЛОГИЧЕСКОГО ПРОЕКТИРОВАНИЯ \u003cb\u003eДЛЯ\u003c/b\u003e ОПТИМИЗАЦИИ ВЫПОЛНЕНИЯ \u003cb\u003eЗАПРОСОВ\u003c/b\u003e В СИСТЕМАХ ОБЕСПЕЧЕНИЯ ДОСТУПА К ДАННЫМ НА ОСНОВЕ ОНТОЛОГИЙ\r\n1 2 П.А. Ломов , А.Г. Олейник\r\nИнститут информатики и математического моделирования технологических процессов Кольского научного центра РАН, Апатиты, Мурманская область, Россия",
                "базы данных, используемой \u003cb\u003eдля\u003c/b\u003e хранения данных, соответствующих заданным в онтологии понятиям. При этом онтология используется в качестве основы \u003cb\u003eдля\u003c/b\u003e формирования пользовательских \u003cb\u003eзапросов\u003c/b\u003e, а база данных - \u003cb\u003eдля\u003c/b\u003e получения результатов их выполнения. В статье предложена технология повышения производительности выполнения \u003cb\u003eзапросов\u003c/b\u003e к таким системам за счёт предварительной"
            ],
            "catalogs": [
                {
                    "id": 8,
                    "alias_name": "vak",
                    "acronym": "ВАК"
                }
            ]
        },
        {
            "name": "Особенности построения прикладных программных систем на основе онтологических баз знаний",
            "annotation": "Выделяются и анализируются этапы разработки приложения на основе онтологического хранилища знаний, проводится аналогия с процессом создания приложения, основанного на реляционной БД. Показывается принципиальная близость этих подходов и акцентируются значимые отличия.",
            "link": "/article/n/osobennosti-postroeniya-prikladnyh-programmnyh-sistem-na-osnove-ontologicheskih-baz-znaniy",
            "authors": [
                "Шевченко Елена Леонидовна",
                "Шевченко Александр Юрьевич",
                "Богдан Александр Николаевич"
            ],
            "year": 2011,
            "journal": "Автоматизированные системы управления и приборы автоматики",
            "journal_link": "/journal/n/avtomatizirovannye-sistemy-upravleniya-i-pribory-avtomatiki",
            "ocr": [
                "Введение\r\nВ настоящее время онтологические системы могут быть применены \u003cb\u003eдля\u003c/b\u003e решения различных задач в сфере представления знаний в Интернет и создания интеллектуальных систем. Подобные системы, основанные на знаниях (Knowledge Based Systems), используют методы искусственного интеллекта \u003cb\u003eдля\u003c/b\u003e помощи в принятии решений, обучения и проч. Достоинством онтологических",
                "используя всю выразительную мощность таких языков как SWRL и \u003cb\u003eSPARQL\u003c/b\u003e.\r\nНедостатком онтологических систем является большая вычислительная сложность при работе на больших объемах данных. Учитывая последние тенденции при создании серверов баз знаний и анализ, проведенный в [1], видно, что \u003cb\u003eдля\u003c/b\u003e построения производственных систем, основанных на онтологиях"
            ],
            "catalogs": null
        },
        {
            "name": "Предварительные результаты исследований по проекту \u0026quot;разработка модели, методов интеграции и системного использования междисциплинарных знаний и данных \u003cb\u003eдля\u003c/b\u003e поддержки управления комплексным развитием АЗРФ\u0026quot;",
            "annotation": "Применение паттернов онтологического проектирования и технологий программирования в ограничениях позволило разработать методы оптимизации выполнения \u003cb\u003eзапросов\u003c/b\u003e доступа к данным на основе онтологий.",
            "link": "/article/n/predvaritelnye-rezultaty-issledovaniy-po-proektu-razrabotka-modeli-metodov-integratsii-i-sistemnogo-ispolzovaniya",
            "authors": [
                "Олейник Андрей Григорьевич"
            ],
            "year": 2018,
            "journal": "Труды Кольского научного центра РАН",
            "journal_link": "/journal/n/trudy-kolskogo-nauchnogo-tsentra-ran",
            "ocr": [
                "моделирования ФИЦ КНЦ РАН\r\nПРЕДВАРИТЕЛЬНЫЕ РЕЗУЛЬТАТЫ ИССЛЕДОВАНИЙ ПО ПРОЕКТУ «РАЗРАБОТКА МОДЕЛИ, МЕТОДОВ ИНТЕГРАЦИИ И СИСТЕМНОГО ИСПОЛЬЗОВАНИЯ МЕЖДИСЦИПЛИНАРНЫХ ЗНАНИЙ И ДАННЫХ \u003cb\u003eДЛЯ\u003c/b\u003e ПОДДЕРЖКИ УПРАВЛЕНИЯ КОМПЛЕКСНЫМ РАЗВИТИЕМ АЗРФ»*\r\nАннотация\r\nПредставлен обзор результатов первых двух лет работ по проекту. Рассмотрено решение задачи определения области компетенции",
                "удовлетворения ограничений. Применение паттернов онтологического проектирования и технологий программирования в ограничениях позволило разработать методы оптимизации выполнения \u003cb\u003eзапросов\u003c/b\u003e доступа к данным на основе онтологий.\r\nКлючевые слова:\r\nмеждисциплинарные знания, интеграция знаний, онтологическое моделирование, вывод над онтологией, алгебра кортежей,"
            ],
            "catalogs": null
        },
        {
            "name": "Платформа комплексирования и тестирования средств трансформации естественно-языковых \u003cb\u003eзапросов\u003c/b\u003e в \u003cb\u003eSPARQL\u003c/b\u003e-\u003cb\u003eзапросы\u003c/b\u003e",
            "annotation": "Статья посвящена \u003cb\u003eвопросу\u003c/b\u003e поддержки процесса создания средства трансформации естественно-языковых (ЕЯ) \u003cb\u003eзапросов\u003c/b\u003e в \u003cb\u003eSPARQL\u003c/b\u003e-\u003cb\u003eзапросы\u003c/b\u003e (далее средство трансформации).",
            "link": "/article/n/platforma-kompleksirovaniya-i-testirovaniya-sredstv-transformatsii-estestvenno-yazykovyh-zaprosov-v-sparql-zaprosy",
            "authors": [
                "Постаногов Игорь Сергеевич",
                "Турова Ирина Алексеевна"
            ],
            "year": 2019,
            "journal": "Вестник Новосибирского государственного университета. Серия: Информационные технологии",
            "journal_link": "/journal/n/vestnik-novosibirskogo-gosudarstvennogo-universiteta-seriya-informatsionnye-tehnologii",
            "ocr": [
                "трансформации естественно-языковых \u003cb\u003eзапросов\u003c/b\u003e\r\nв \u003cb\u003eSPARQL\u003c/b\u003e-\u003cb\u003eзапросы\u003c/b\u003e\r\nИ. С. Постаногов, И. А. Турова\r\nПермский государственный национальный исследовательский университет\r\nПермь, Россия\r\nАннотация\r\nСтатья посвящена \u003cb\u003eвопросу\u003c/b\u003e поддержки процесса создания средства трансформации естественно-языковых (ЕЯ) \u003cb\u003eзапросов\u003c/b\u003e в \u003cb\u003eSPARQL\u003c/b\u003e-\u003cb\u003eзапросы\u003c/b\u003e (далее - средство трансформации).\r",
                "\r\nВо введении описаны актуальность задачи понимания ЕЯ-\u003cb\u003eзапросов\u003c/b\u003e информационными системами, а также преимущества использования онтологий как средства представления знаний \u003cb\u003eдля\u003c/b\u003e решения данной задачи. Обозначена роль средств трансформации в системах с ЕЯ-\u003cb\u003eзапросами\u003c/b\u003e к реляционным базам данных. На основании анализа проблем, связанных с комплексированием и"
            ],
            "catalogs": [
                {
                    "id": 8,
                    "alias_name": "vak",
                    "acronym": "ВАК"
                }
            ]
        },
        {
            "name": "Естественно-языковые интерфейсы интеллектуальных вопросно-ответных систем",
            "annotation": "Статья описывает созданную вопросно-ответную систему с максимально комфортной \u003cb\u003eдля\u003c/b\u003e пользователя естественной формой коммуникации с помощью речи. Использованная технология развивается в рамках открытого проекта OSTIS [1].",
            "link": "/article/n/estestvenno-yazykovye-interfeysy-intellektualnyh-voprosno-otvetnyh-sistem",
            "authors": [
                "В. А. Житко",
                "В. Н. Вяльцев",
                "Ю. С. Гецевич",
                "А. А. Кузьмин"
            ],
            "year": 2011,
            "journal": "Доклады Белорусского государственного университета информатики и радиоэлектроники",
            "journal_link": "/journal/n/doklady-belorusskogo-gosudarstvennogo-universiteta-informatiki-i-radioelektroniki",
            "ocr": [
                "взаимодействие, используя естественные тексты, формальные тексты, синтез текста и речевой ввод сообщений. Статья описывает созданную вопросно-ответную систему с максимально комфортной \u003cb\u003eдля\u003c/b\u003e пользователя естественной формой коммуникации с помощью речи. Использованная технология развивается в рамках открытого проекта OSTIS [1]. Рассматривается библиотека компонентов",
                "привычного \u003cb\u003eдля\u003c/b\u003e пользователя языка \u003cb\u003eдля\u003c/b\u003e организации его диалога с компьютерной системой. Такая возможность реализуется средствами естественноязыкового пользовательского интерфейса, обладающего рядом преимуществ: минимальной подготовкой пользователя, необходимой \u003cb\u003eдля\u003c/b\u003e работы с системой, простотой и высокой скоростью задания произвольных \u003cb\u003eзапросов\u003c/b\u003e к пользовательскому"
            ],
            "catalogs": null
        },
        {
            "name": "Современные проблемы персонификации и экстракции данных",
            "annotation": "Статья описывает современные проблемы поиска и извлечения из Web неструктурированных данных, в том числе проблему \u003cb\u003eгенерации\u003c/b\u003e «информационного портрета» на основе данных из различных источников данных, а также проблему персонификации данных.",
            "link": "/article/n/sovremennye-problemy-personifikatsii-i-ekstraktsii-dannyh",
            "authors": [
                "Артамонова Елена Валерьевна"
            ],
            "year": 2015,
            "journal": "Проблемы информатики",
            "journal_link": "/journal/n/problemy-informatiki",
            "ocr": [
                "современные проблемы поиска и извлечения из Web неструктурированных данных, в том числе проблему \u003cb\u003eгенерации\u003c/b\u003e „информационного портрета\u0026quot; на основе\r\nданных из различных источников данных, а также проблему персонификации данных. В ста\u0026quot;\r\nкак наиболее перспективной основы \u003cb\u003eдля\u003c/b\u003e решения, Resource Description Framework (RDF) и\r\n\u0026quot;\r\nКлючевые слова: Resource Description",
                "информационным пространством.\r\nПоявились Linked Data технологии, позволяющие связывать между собой неструктурированные данные, находящиеся в разных источниках данных, и по \u003cb\u003eзапросу\u003c/b\u003e формировать информационный портрет. При этом возможность размещения Linked Data в облачных вычислениях позволяет считать полностью решенной проблему размещения данных большого"
            ],
            "catalogs": null
        },
        {
            "name": "Некоторые \u003cb\u003eвопросы\u003c/b\u003e функционирования и построения сенсорных вопросно-ответных систем",
            "annotation": "Вопросно-ответные агенты \u003cb\u003eдля\u003c/b\u003e работы с онтологией и системами МОС осуществляют преобразование задачи\u0026#x2F;\u003cb\u003eзапроса\u003c/b\u003e в \u003cb\u003eзапрос\u003c/b\u003e на языке взаимодействия с системой и, сформировав \u003cb\u003eответ\u003c/b\u003e, отправляют его координатору назначения задач.",
            "link": "/article/n/nekotorye-voprosy-funktsionirovaniya-i-postroeniya-sensornyh-voprosno-otvetnyh-sistem",
            "authors": [
                "Мочалов Владимир Анатольевич",
                "Мочалова Анастасия Викторовна"
            ],
            "year": 2018,
            "journal": "International Journal of Open Information Technologies",
            "journal_link": "/journal/n/international-journal-of-open-information-technologies",
            "ocr": [
                "﻿Некоторые \u003cb\u003eвопросы\u003c/b\u003e функционирования и построения сенсорных вопросно-ответных систем\r\nВ. А. Мочалов, А. В. Мочалова\r\nАннотация — В работе рассматриваются \u003cb\u003eвопросы\u003c/b\u003e функционирования и построения сенсорных вопросно-ответных систем (СВОС), позволяющих с помощью вопросно-ответных агентов отвечать на заданные типы естественно-языковых \u003cb\u003eвопросов\u003c/b\u003e на основе данных",
                "пополняют онтологии и базы данных; формируют задачи и \u003cb\u003eзапросы\u003c/b\u003e к используемым источникам данных; формируют \u003cb\u003eответы\u003c/b\u003e на \u003cb\u003eзапросы\u003c/b\u003e и задачи. Вопросно-ответные агенты \u003cb\u003eдля\u003c/b\u003e работы с онтологией и системами МОС осуществляют преобразование задачи\u0026#x2F;\u003cb\u003eзапроса\u003c/b\u003e в \u003cb\u003eзапрос\u003c/b\u003e на языке взаимодействия с системой и, сформировав \u003cb\u003eответ\u003c/b\u003e, отправляют его координатору назначения задач. Рассматривается"
            ],
            "catalogs": [
                {
                    "id": 8,
                    "alias_name": "vak",
                    "acronym": "ВАК"
                }
            ]
        },
        {
            "name": "Упрощенное представление OWL-онтологий \u003cb\u003eдля\u003c/b\u003e их применения в графических пользовательских интерфейсах",
            "annotation": "В статье предлагается технология создания \u003cb\u003eдля\u003c/b\u003e произвольной OWL-онтологии ее упрощенного представления, ориентированного на визуализацию в виде графовой структуры при разработке пользовательских интерфейсов программных средств. Рассматривается структура такого представления, а также порядок отображения в ней аксиом исходной OWL-онтологии.",
            "link": "/article/n/uproschennoe-predstavlenie-owl-ontologiy-dlya-ih-primeneniya-v-graficheskih-polzovatelskih-interfeysah",
            "authors": [
                "Ломов Павел Андреевич",
                "Шишаев Максим Геннадьевич",
                "Диковицкий Владимир Витальевич"
            ],
            "year": 2012,
            "journal": "Труды Кольского научного центра РАН",
            "journal_link": "/journal/n/trudy-kolskogo-nauchnogo-tsentra-ran",
            "ocr": [
                " Ломов, М.Г. Шишаев, В.В. Диковицкий\r\nИнститут информатики и математического моделирования Кольского НЦ РАН,\r\nКольский филиал ПетрГУ\r\nУПРОЩЕННОЕ ПРЕДСТАВЛЕНИЕ OWL-ОНТОЛОГИЙ \u003cb\u003eДЛЯ\u003c/b\u003e ИХ ПРИМЕНЕНИЯ В ГРАФИЧЕСКИХ ПОЛЬЗОВАТЕЛЬСКИХ ИНТЕРФЕЙСАХ*\r\nАннотация\r\nВизуализация и использование OWL-онтологий при разработке и функционировании на их основе пользовательских",
                "создания \u003cb\u003eдля\u003c/b\u003e произвольной OWL-онтологии ее упрощенного представления, ориентированного на визуализацию в виде графовой структуры при разработке пользовательских интерфейсов программных средств. Рассматривается структура такого представления, а также порядок отображения в ней аксиом исходной OWL-онтологии.\r\nКлючевые слова:\r\nонтология, OWL, SKOS, \u003cb\u003eSPARQL\u003c/b\u003e, интерфейс"
            ],
            "catalogs": null
        },
        {
            "name": "Методология проектирования, разработки и сопровождения доменных семантических порталов научно-технической информации",
            "annotation": "Моделирование компетенций выполнено в терминах теории графов, а в качестве доступа к данным порталов использован язык \u003cb\u003eзапросов\u003c/b\u003e \u003cb\u003eSPARQL\u003c/b\u003e. Основные результаты.",
            "link": "/article/n/metodologiya-proektirovaniya-razrabotki-i-soprovozhdeniya-domennyh-semanticheskih-portalov-nauchno-tehnicheskoy-informatsii",
            "authors": [
                "Навроцкий М.А.",
                "Жукова Н.А.",
                "Муромцев Д.И.",
                "Мустафин Н.Г."
            ],
            "year": 2018,
            "journal": "Научно-технический вестник информационных технологий, механики и оптики",
            "journal_link": "/journal/n/nauchno-tehnicheskiy-vestnik-informatsionnyh-tehnologiy-mehaniki-i-optiki",
            "ocr": [
                "электротехнический университет (ЛЭТИ), Санкт-Петербург, 197376, Российская Федерация\r\nАдрес \u003cb\u003eдля\u003c/b\u003e переписки: d.muromtsev@gmail.com Информация о статье\r\nПоступила в редакцию 10.01.18, принята к печати 15.02.18 doi: 10.17586\u0026#x2F;2226-1494-2018-18-2-286-298 Язык статьи - русский\r\nСсылка \u003cb\u003eдля\u003c/b\u003e цитирования: Навроцкий М.А., Жукова Н.А., Муромцев Д.И., Мустафин Н.Г. Методология",
                "теории графов, а в качестве доступа к данным порталов использован язык \u003cb\u003eзапросов\u003c/b\u003e \u003cb\u003eSPARQL\u003c/b\u003e. Основные результаты. С использованием предложенных методов разработано два семантических портала научно-технической информации: \u003cb\u003eдля\u003c/b\u003e поддержки образовательного процесса в Университете ИТМО и \u003cb\u003eдля\u003c/b\u003e Центра речевых технологий. Рассмотрены результаты опытной эксплуатации"
            ],
            "catalogs": [
                {
                    "id": 8,
                    "alias_name": "vak",
                    "acronym": "ВАК"
                }
            ]
        },
        {
            "name": "Автоматический поиск траектории обучения на семантических графах учебных материалов",
            "annotation": "Определены требования к организации знаний компьютеризированных обучающих систем. Разработана семантическая модель знаний обучающей системы. Разработаны методы автоматического поиска траектории обучения на семантических графах обучающих материалов",
            "link": "/article/n/avtomaticheskiy-poisk-traektorii-obucheniya-na-semanticheskih-grafah-uchebnyh-materialov",
            "authors": [
                "Данченко А. Л.",
                "Быбко Е. И."
            ],
            "year": 2010,
            "journal": "Восточно-Европейский журнал передовых технологий",
            "journal_link": "/journal/n/vostochno-evropeyskiy-zhurnal-peredovyh-tehnologiy",
            "ocr": [
                "информации \u003cb\u003eдля\u003c/b\u003e организации обучения и при этом не зависеть от предметной области. Преподаватель на основе собственного опыта и интуиции определяет границы изучаемой дисциплины, темы, понятия, но при этом ориентируется на «среднего ученика», что неэффективно. КОС должна обладать интеллектуальными способностями определения набора информации \u003cb\u003eдля\u003c/b\u003e каждого ученика",
                "Модель SKOS (простая система организации знаний) [7], является рекомендацией консорциума W3C. SKOS ориентирована на большие хранилища знаний: библиотеки, музеи и предназначена \u003cb\u003eдля\u003c/b\u003e обмена знаниями через Web.\r\nSKOS не позволяет организацию знаний в иерархию, соответствующую порядку изложения обучающей информации и выполнение динамической группировку в упорядоченную"
            ],
            "catalogs": null
        }
    ],
    "agg_term": [
        {
            "id": 8,
            "name": "Компьютерные и информационные науки",
            "count": 15
        },
        {
            "id": 35,
            "name": "Экономика и бизнес",
            "count": 2
        },
        {
            "id": 7,
            "name": "Математика",
            "count": 1
        }
    ],
    "agg_year": [
        {
            "from": 2021,
            "to": 2021,
            "name": "2021",
            "count": 1
        },
        {
            "from": 2020,
            "to": 2020,
            "name": "2020",
            "count": 1
        },
        {
            "from": 2019,
            "to": 2019,
            "name": "2019",
            "count": 2
        },
        {
            "from": 2018,
            "to": 2018,
            "name": "2018",
            "count": 6
        },
        {
            "from": 2017,
            "to": 2017,
            "name": "2017",
            "count": 2
        },
        {
            "from": 2015,
            "to": 2015,
            "name": "2015",
            "count": 1
        },
        {
            "from": 2012,
            "to": 2012,
            "name": "2012",
            "count": 1
        },
        {
            "from": 2011,
            "to": 2011,
            "name": "2011",
            "count": 2
        },
        {
            "from": 2010,
            "to": 2010,
            "name": "2010",
            "count": 1
        },
        {
            "from": 2009,
            "to": 2009,
            "name": "2009",
            "count": 1
        }
    ],
    "agg_journal": [
        {
            "id": 31264,
            "name": "Труды Кольского научного центра РАН",
            "count": 3
        },
        {
            "id": 32057,
            "name": "International Journal of Open Information Technologies",
            "count": 3
        },
        {
            "id": 18009,
            "name": "Труды Института системного программирования РАН",
            "count": 2
        },
        {
            "id": 18142,
            "name": "Научно-технический вестник информационных технологий, механики и оптики",
            "count": 2
        },
        {
            "id": 33079,
            "name": "Онтология проектирования",
            "count": 2
        },
        {
            "id": 15576,
            "name": "Вестник Новосибирского государственного университета. Серия: Информационные технологии",
            "count": 1
        },
        {
            "id": 17791,
            "name": "Доклады Белорусского государственного университета информатики и радиоэлектроники",
            "count": 1
        },
        {
            "id": 18914,
            "name": "Проблемы информатики",
            "count": 1
        },
        {
            "id": 23148,
            "name": "Автоматизированные системы управления и приборы автоматики",
            "count": 1
        },
        {
            "id": 31539,
            "name": "Восточно-Европейский журнал передовых технологий",
            "count": 1
        }
    ],
    "agg_age": [
        {
            "from": 2020,
            "to": 2022,
            "name": "2020+",
            "count": 4
        },
        {
            "from": 2018,
            "to": 2022,
            "name": "2018+",
            "count": 12
        }
    ],
    "agg_cat": [
        {
            "id": 8,
            "acronym": "ВАК",
            "count": 11
        }
    ]
}